Repository: atshelchin/vela-wallet
Catalog: ios/VelaWallet/VelaWallet/Localizable.xcstrings
Source language: en
Languages: zh_hans

# biometric.description
source: Verify your identity to create your passkey and wallet.
zh_hans: 验证你的身份以创建 Passkey 和钱包。

# biometric.title
source: Confirm with Face ID
zh_hans: 通过面容 ID 确认

# confirm.address
source: Address
zh_hans: 地址

# confirm.button
source: Confirm with Face ID
zh_hans: 通过面容 ID 确认

# confirm.cancel
source: Cancel
zh_hans: 取消

# confirm.done
source: Done
zh_hans: 完成

# confirm.fee
source: Est. fee
zh_hans: 预估费用

# confirm.network
source: Network
zh_hans: 网络

# confirm.pubkey_not_found
source: Public key not found. Please check your network connection and try again.
zh_hans: 未找到公钥。请检查网络连接后重试。

# confirm.sending
source: SENDING
zh_hans: 发送中

# confirm.sending_progress
source: Sending...
zh_hans: 发送中...

# confirm.success
source: Transaction Sent
zh_hans: 交易已发送

# confirm.title
source: Confirm
zh_hans: 确认交易

# confirm.to
source: To
zh_hans: 收款方

# connect.connected
source: You're connected
zh_hans: 已连接

# connect.connected_desc
source: Vela Connect is active. Transaction requests from dApps will appear here for signing.
zh_hans: Vela Connect 已激活。来自 dApp 的交易请求将在此显示等待签名。

# connect.description
source: Link your wallet to the Vela Connect Chrome extension via Bluetooth.
zh_hans: 通过蓝牙将钱包连接到 Vela Connect Chrome 插件。

# connect.disconnect
source: Disconnect
zh_hans: 断开连接

# connect.heading
source: Connect to Browser
zh_hans: 连接浏览器

# connect.not_connected
source: Not connected
zh_hans: 未连接

# connect.pair_button
source: Start Bluetooth Pairing
zh_hans: 开始蓝牙配对

# connect.status_connected
source: Connected
zh_hans: 已连接

# connect.step1
source: Open Chrome and click the Vela Connect extension
zh_hans: 打开 Chrome 并点击 Vela Connect 插件

# connect.step2
source: Click "Pair with phone" in the extension popup
zh_hans: 在插件弹窗中点击「配对手机」

# connect.step3
source: Tap the button below to start pairing
zh_hans: 点击下方按钮开始配对

# connect.stop
source: Stop Advertising
zh_hans: 停止广播

# connect.waiting
source: Waiting for connection...
zh_hans: 等待连接...

# connect.waiting_desc
source: Bluetooth is advertising. Open Vela Connect in Chrome and click "Pair with phone".
zh_hans: 蓝牙正在广播中。打开 Chrome 的 Vela Connect 插件，点击「配对手机」。

# create.button
source: Create Passkey
zh_hans: 创建 Passkey

# create.description
source: Create a passkey to secure your wallet. It's stored safely in your iCloud Keychain and protected by Face ID.
zh_hans: 创建一个 Passkey 来保护你的钱包。它安全存储在 iCloud 钥匙串中，由面容 ID 保护。

# create.name_label
source: ACCOUNT NAME
zh_hans: 账户名称

# create.name_placeholder
source: e.g. Personal, Trading...
zh_hans: 例如：个人、交易...

# create.retry_upload
source: Retry Upload
zh_hans: 重试上传

# create.security_note
source: No seed phrase. No password.
zh_hans: 无需助记词，无需密码。

# create.skip
source: Skip for now
zh_hans: 暂时跳过

# create.title
source: Set up Passkey
zh_hans: 设置 Passkey

# create.upload_failed_desc
source: Your passkey was created, but we couldn't upload the public key to the server. Retry or skip for now.
zh_hans: Passkey 已创建成功，但公钥上传到服务器失败。你可以重试或暂时跳过。

# create.upload_failed_title
source: Upload failed
zh_hans: 上传失败

# home.activity
source: ACTIVITY
zh_hans: 动态

# home.greeting
source: Good morning
zh_hans: 早上好

# home.nfts
source: NFTs
zh_hans: NFT

# home.no_activity
source: No recent activity. Your transactions will appear here.
zh_hans: 暂无动态。 你的交易记录将显示在这里。

# home.no_nfts
source: No NFTs found. Your collectibles will appear here.
zh_hans: 暂无 NFT。 你的收藏品将显示在这里。

# home.receive
source: Receive
zh_hans: 收款

# home.send
source: Send
zh_hans: 发送

# home.swap
source: Swap
zh_hans: 兑换

# home.tokens
source: TOKENS
zh_hans: 代币

# networks.title
source: Networks
zh_hans: 网络

# pending.all_success
source: All public keys uploaded successfully
zh_hans: 所有公钥已上传成功

# pending.description
source: Your passkey was created but the public key hasn't been uploaded yet. This is required to deploy your wallet on-chain.
zh_hans: 你的 Passkey 已创建，但公钥尚未上传。这是在链上部署钱包的必要步骤。

# pending.some_failed
source: Upload failed for:
zh_hans: 以下账户上传失败：

# pending.title
source: Public Key Upload Required
zh_hans: 需要上传公钥

# receive.copy
source: Copy
zh_hans: 复制

# receive.deposit_detected
source: Deposit received!
zh_hans: 收到转入！

# receive.listening
source: Listening for incoming deposits...
zh_hans: 正在监听转入...

# receive.share
source: Share
zh_hans: 分享

# receive.supported_networks
source: SUPPORTED NETWORKS
zh_hans: 支持的网络

# receive.title
source: Receive
zh_hans: 收款

# receive.warning
source: Only send assets on supported networks shown above. Sending on unsupported networks may result in permanent loss.
zh_hans: 请仅通过上方支持的网络发送资产。使用不支持的网络转账可能导致资产永久丢失。

# send.amount
source: AMOUNT
zh_hans: 金额

# send.balance
source: Balance: %@
zh_hans: 余额: %@

# send.change
source: Change
zh_hans: 更换

# send.no_tokens
source: No tokens with balance
zh_hans: 没有有余额的代币

# send.review
source: Review
zh_hans: 确认

# send.scan
source: Scan QR
zh_hans: 扫码

# send.select_token
source: Select Token
zh_hans: 选择代币

# send.title
source: Send
zh_hans: 发送

# send.to
source: TO
zh_hans: 收款方

# send.to_placeholder
source: Address or ENS name
zh_hans: 地址或 ENS 名称

# settings.about
source: About Vela
zh_hans: 关于 Vela

# settings.account
source: ACCOUNT
zh_hans: 账户

# settings.accounts
source: Accounts
zh_hans: 账户

# settings.connection
source: CONNECTION
zh_hans: 连接

# settings.create_new_account
source: Create New Account
zh_hans: 创建新账户

# settings.general
source: GENERAL
zh_hans: 通用

# settings.language
source: Language
zh_hans: 语言

# settings.language_restart_later
source: Later
zh_hans: 稍后

# settings.language_restart_message
source: The app needs to restart to apply the language change.
zh_hans: 需要重启应用以切换语言。

# settings.language_restart_now
source: Restart Now
zh_hans: 立即重启

# settings.language_restart_title
source: Restart Required
zh_hans: 需要重启

# settings.login_with_passkey
source: Login with Passkey
zh_hans: 使用 Passkey 登录

# settings.logout
source: Log Out
zh_hans: 退出登录

# settings.networks
source: Networks
zh_hans: 网络

# settings.networks_rpc_desc
source: RPC, Explorer, Bundler
zh_hans: RPC、浏览器、Bundler

# settings.networks_section
source: NETWORKS
zh_hans: 网络

# settings.passkey_desc
source: Manage your signing credential
zh_hans: 管理你的签名凭证

# settings.pending
source: PENDING
zh_hans: 待处理

# settings.pending_uploads
source: Retry public key upload
zh_hans: 重试公钥上传

# settings.switch_account
source: Switch or add account
zh_hans: 切换或添加账户

# settings.title
source: Settings
zh_hans: 设置

# settings.version
source: Version %@
zh_hans: 版本 %@

# settings.wallet
source: WALLET
zh_hans: 钱包

# tab.dapps
source: dApps
zh_hans: 应用

# tab.settings
source: Settings
zh_hans: 设置

# tab.wallet
source: Wallet
zh_hans: 钱包

# token.add_button
source: Add Token
zh_hans: 添加代币

# token.add_title
source: Add Token
zh_hans: 添加代币

# token.contract
source: Contract
zh_hans: 合约地址

# token.decimals
source: Decimals
zh_hans: 精度

# token.fetch_failed
source: Could not fetch token info. Please fill in manually.
zh_hans: 无法获取代币信息，请手动填写。

# token.fetching
source: Fetching token info...
zh_hans: 正在获取代币信息...

source: TOKEN INFO
zh_hans: 代币信息

# token.name
source: Name
zh_hans: 名称

# token.network
source: Network
zh_hans: 网络

# token.price
source: Price
zh_hans: 价格

# token.symbol
source: Symbol
zh_hans: 符号

# token.type
source: Type
zh_hans: 类型

# welcome.create
source: Create Wallet
zh_hans: 创建钱包

# welcome.import
source: I already have a wallet
zh_hans: 我已有钱包

# welcome.tagline
source: Your keys, your coins. Simple as a tap.
zh_hans: 你的密钥，你的资产。 轻触即用。
